{
  "document_info": {
    "title": "ENFORCEMENT DECREE OF THE BUILDING ACT (Part 1)"
  },
  "articles": [
    {
      "article_number": "1",
      "title": "Purpose",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "The purpose of this Decree is to prescribe matters delegated by the Building Act as well as matters necessary for the enforcement thereof."
    },
    {
      "article_number": "2",
      "title": "Definitions",
      "level": 0,
      "node": "article",
      "mentions": "16",
      "content": "The terms used in this Decree shall be defined as follows:\n\n1. The term \"new construction\" means to erect a new building (including a new erection of a primary building on a site in which only an accessory building is built, except for the cases falling under renovation or reconstruction) on a site without any building (including a site from which an existing building is removed or demolished);\n\n2. The term \"extension\" means to increase the building area, total floor area, number of floors or height of a building on an existing site;\n\n3. The term \"renovation\" means to remove the whole or part of an existing building [referring to cases which include three or more of bearing walls, columns, beams, and roof trusses (in cases of traditional Korean-style houses under subparagraph 16, rafters shall be excluded from the scope of roof trusses)] to reconstruct a building on the site of the existing building in a size the same as that of the previous building;\n\n4. The term \"reconstruction\" means to reconstruct a building on the site of a building which has been destroyed due to an act of God, terrestrial upheaval or other disasters in the same size as that of the previous one;\n\n5. The term \"relocation\" means to move a building to another location within the same site without dismantling main structural parts;\n\n6. The term \"water-resistant materials\" means materials determined by Ministerial Decree of Land, Infrastructure and Transport, which have water-resistant qualities, such as artificial stone and concrete;\n\n7. The term \"fire-resistant structure\" means a structure which has a fire resisting performance and meets the standards determined by Ministerial Decree of Land, Infrastructure and Transport;\n\n8. The term \"fireproof structure\" means a structure which has a performance capable of preventing the spread of flames and meets the standards determined by Ministerial Decree of Land, Infrastructure and Transport;\n\n9. The term \"incombustible materials\" means materials which have the quality not to burn easily and meet the standards determined by Ministerial Decree of Land, Infrastructure and Transport;\n\n10. The term \"noncombustible materials\" means materials which have the quality not to burn and meet the standards determined by Ministerial Decree of Land, Infrastructure and Transport;\n\n11. The term \"quasi-noncombustible materials\" means materials which have the qualities similar to those of noncombustible materials and meet the standards determined by Ministerial Decree of Land, Infrastructure and Transport;\n\n12. The term \"accessory building\" means a building for subsidiary use, which is separated from the main building located in the same site and is necessary for the use or management of the main building;\n\n13. The term \"subsidiary use\" means a use falling under any of the following items, which is essential for the function of the main use of a building: (a) Equipment of a building, shelter, sanitation, and other similar uses of facilities; (b) Business, work, meeting, storage of goods, parking, and other similar uses of facilities; (c) Employee welfare facilities, such as an on-premise cafeteria, day care nursery, and sports facilities, and on-premise incineration facilities, and other similar uses of facilities; (d) Uses of the facilities which are allowed to be installed as incidental facilities for the main use under the provisions of the relevant statutes;\n\n14. The term \"balcony\" means a buffer space which connects the interior to the exterior in a building, being installed additionally to abut on the building's outer wall for views and resting. In such cases, a balcony installed in a house in conformity with the standards prescribed by the Minister of Land, Infrastructure and Transport may, as occasion arises, be used as a living room, bedroom, storage, etc.;\n\n15. The term \"skyscraper\" means a building the height of which is minimum 50 stories or 200 meters;\n\n15-2. The term \"quasi-skyscraper\" means a high rise building which is not a skyscraper.\n\n16. The term \"traditional Korean-style house\" means a building and its incidental buildings equipped with the wooden structure of columns and beams in the shape of a Korean-style roof truss, which use natural finishing materials, such as Korean-style tiles, rice straw, lumber, and soil, and which reflect Korean traditional architectural style."
    },
    {
      "article_number": "3",
      "title": "Scope of Sites",
      "level": 0,
      "node": "article",
      "mentions": "2, 80, 16, 22, 34, 14, 56",
      "content": "(1) Land in which two or more parcels can become one site pursuant to the proviso to Article 2 (1) 1 of the Building Act (hereinafter referred to as the \"Act\") shall be as follows:\n1. Cases where a building is constructed extensively over two or more parcels of land: The total of land in each parcel on which the building is constructed;\n2. Cases falling under any of the following items, where annexation is impossible under Article 80 (3) of the Act on Land Survey, Waterway Survey and Cadastral Records: The total of land in parcels in which such annexation is impossible: Provided, That the same shall not apply to cases where the land owners are different from one another or legal relationships, other than proprietorship, are different from one another: (a) Cases where each parcel has a different parcel number-giving area; (b) Cases where each parcel is mapped on a differently reduced scale; (c) Cases where each parcel is adjacent to one another but on a discontinuous ground;\n3. Cases where a building which falls under urban/Gun planning facilities under subparagraph 7 of Article 2 of the National Land Planning and Utilization Act is constructed: The whole land on which such urban/Gun planning facilities are installed;\n4. Cases where housing and its incidental facilities and other welfare facilities are constructed upon approval for a project plan under Article 16 of the Housing Act: Housing complexes under subparagraph 6 of Article 2 of the same Act;\n5. Cases of buildings constructed below the ground surface of roads: Land determined to be the land on which such buildings are constructed by the Special Metropolitan City Mayor, Metropolitan City Mayor, Governor of a Special Self-Governing Province, or the head of a Si/Gun/Gu (referring to the head of an autonomous Gu; hereinafter the same shall apply);\n6. Cases where building permission is granted on the condition that two or more parcels should be combined into one parcel at the time when an application for approval of use as referred to in Article 22 of the Act is filed: Land of such parcels to be combined, except for cases where the owners of such land are different.\n\n(2) Land in which part of one or more parcels can be one site pursuant to the proviso to Article 2 (1) 1 of the Act shall be as follows:\n1. Cases where urban/Gun planning facilities for part of one or more parcels have been determined and publicly announced: Land of the part to which such determination and public announcement is given;\n2. Cases where permission for the diversion of the use of farmland as referred to in Article 34 of the Farmland Act for part of one or more parcels is obtained: Land of the part for which such permission is obtained;\n3. Cases where permission for the diversion of the use of mountainous districts as referred to in Article 14 of the Management of Mountainous Districts Act for part of one or more parcels is obtained: Land of the part for which such permission is obtained;\n4. Cases where permission for development acts as referred to in Article 56 of the National Land Planning and Utilization Act for part of one or more parcels is obtained: Land of the part for which such permission is obtained;\n5. Cases where building permission is granted on the condition that a parcel should be partitioned, at the time when an application for approval for use as referred to in Article 22 of the Act is made: Land of the part to be partitioned."
    },
    {
      "article_number": "3-2",
      "title": "Scope of Substantial Repair",
      "level": 1,
      "node": "sub article",
      "mentions": "2",
      "content": "\"Which is further defined by Presidential Decree\" in Article 2 (1) 9 of the Act means those falling under any of the following subparagraphs except for extension, renovation or reconstruction:\n1. Enlarging or dismantling a bearing wall, or repairing or altering the bearing wall in a size 30 or more square meters;\n2. Enlarging or dismantling a pillar, or repairing or altering three or more pillars;\n3. Enlarging or dismantling a beam, or repairing or altering three or more beams;\n4. Enlarging or dismantling a roof truss (in cases of traditional Korea-style houses, rafters shall be excluded from the scope of roof trusses), or repairing or altering three or more roof trusses;\n5. Enlarging, dismantling, repairing or altering firewalls, or floors or walls for fire zones;\n6. Enlarging, dismantling, repairing or altering main stairs, fire escape stairs or special escape stairs;\n7. Altering the appearance (including fences) of a building in a fine view district;\n8. Enlarging, dismantling, repairing or altering party walls between household units in multi-family houses and multi-household houses."
    },
    {
      "article_number": "3-3",
      "title": "Structure and Width of Roads pursuant to Topographical Conditions, etc.",
      "level": 2,
      "node": "sub article",
      "mentions": "2",
      "content": "\"Road with a structure and width prescribed by Presidential Decree\" in Article 2 (1) 11 of the Act with the exception of each item means a road falling under any of the following subparagraphs:\n1. A road not less than three meters (not less than two meters in cases of dead-end roads less than ten meters in length) in width within a section of which location is designated and publicly announced by the Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu as he/she deems it difficult to install a road for vehicular traffic in such section due to topographical conditions;\n2. A dead-end road not falling under subparagraph 1, of which width is not less than the standards specified in the following Table depending on its length."
    },
    {
      "article_number": "3-4",
      "title": "Kinds of Buildings by Use",
      "level": 3,
      "node": "sub article",
      "mentions": "2",
      "content": "The kinds of buildings falling under each subparagraph of Article 2 (2) of the Act shall be as shown in Appendix 1."
    },
    {
      "article_number": "4",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 18951, Jul. 18, 2005>"
    },
    {
      "article_number": "5",
      "title": "Establishment, etc. of Central Building Committee",
      "level": 0,
      "node": "article",
      "mentions": "4, 23",
      "content": "(1) The Central Building Committee to be established in the Ministry of Land, Infrastructure and Transport under Article 4 (1) of the Act (hereinafter referred to as the \"Central Building Committee\") shall be responsible for the investigation, deliberation on, conciliation, or arbitration (hereinafter referred to as \"deliberation, etc.\"), of the following matters:\n1. Matters concerning the standard plans and drawings recognized under Article 23 (4) of the Act;\n2. Matters concerning the mediation or arbitration of disputes related to the construction, substantial repair or change of use of a building, and the installation of construction equipment or construction of a structure (hereinafter referred to as \"construction, etc. of a building\");\n3. Matters concerning the enforcement of the Act and this Decree;\n4. Where any deliberation by the Central Building Committee is required by other statutes, matters subject to deliberation under the relevant statutes;\n5. Other matters referred to a meeting by the Minister of Land, Infrastructure and Transport as deliberation by the Central Building Committee is deemed necessary.\n(2) A building which has undergone deliberation, etc. under paragraph (1) and falls under any of the following subparagraphs may be exempted from deliberation, etc. of the Central Building Committee with respect to the construction, etc. of the relevant building:\n1. Where the size of a building is altered, meeting all the following conditions: (a) Such alteration shall not infringe on the result of the deliberation, etc. of a building committee; (b) The alteration shall be made within the extent not exceeding 1/10 of each of the building area, total floor area, number of floors or height of the building which has undergone deliberation, etc.;\n2. Where the alteration concerning the construction, etc. of a building is made to reflect the results of the deliberation of the Central Building Committee.\n(3) The Central Building Committee shall be comprised of 70 or fewer members including one chairperson and one vice chairperson.\n(4) Members of the Central Building Committee shall be appointed or commissioned by the Minister of Land, Infrastructure and Transport from among the related public officials and persons with extensive knowledge on and experience in the affairs related to construction.\n(5) The chairperson and vice chairperson of the Central Building Committee shall be appointed or commissioned by the Minister of Land, Infrastructure and Transport from among the members appointed or commissioned under paragraph (4).\n(6) The term of office of a member who is not a public official shall be two years, and consecutive appointment shall be limited to one occasion."
    },
    {
      "article_number": "5-2",
      "title": "Exclusion, Challenge and Evasion of Members",
      "level": 1,
      "node": "sub article",
      "mentions": "5",
      "content": "(1) Where any member of the Central Building Commission (hereafter referred to as \"member\" in this Article and Article 5) falls under any of the following cases, he/she shall be excluded from the deliberation and resolution of the Central Building Committee:\n1. Where he/she, or a person who is or was his/her spouse, becomes a party to the relevant agenda (in cases where the party is a corporation, organization, etc., including the executives thereof; hereafter the same shall apply in this subparagraph and subparagraph 2) or is holding any right or duty jointly with the party to such agenda;\n2. Where he/she is or was a relative of a party to the relevant agenda;\n3. Where he/she has given any advice, or conducted any research, service (including any subcontract), appraisal or examination with respect to the relevant agenda;\n4. Where he/she or any corporation or organization where he/she belongs is or was an agent of a party to the relevant agenda;\n5. Where any corporation, etc. where he/she is holding or has held a post within recent three years has given any advice, or conducted any research, service (including any subcontract), appraisal or examination with respect to the relevant agenda.\n(2) If there exists any ground for which it would be difficult to expect the impartial deliberation and resolution of any member, a party to the relevant agenda may file a request for the challenge to him/her with the Central Building Committee, and the Central Building Committee shall make a decision on such request by its resolution. In such case, the member subjected to such request for challenge shall not participate in the resolution.\n(3) A member shall, if falling under any subparagraph of paragraph (1), voluntarily refrain from the deliberation and resolution of the relevant agenda."
    },
    {
      "article_number": "5-3",
      "title": "Removal or Dismissal of Members",
      "level": 2,
      "node": "sub article",
      "mentions": "5-2",
      "content": "Where a member falls under any of the following cases, the Minister of Land, Infrastructure and Transport may remove or dismiss such member from his/her office:\n1. Where he/she becomes incapable of carrying out his/her duties due to mental handicap;\n2. Where he/she is deemed unsuitable for a member due to delinquency of duties, injury to dignity, or any other reason;\n3. Where he/she fails to refrain himself/herself despite that he/she falls under a case set forth in any subparagraph of Article 5-2 (1)."
    },
    {
      "article_number": "5-4",
      "title": "Detailed Regulations on Operation",
      "level": 3,
      "node": "sub article",
      "mentions": "5, 5-2, 5-3",
      "content": "Matters concerning the operation of the Central Building Committee and payment of allowances and travel expenses other than those prescribed in Articles 5, 5-2 and 5-3 shall be prescribed by Ministerial Decree of Land, Infrastructure and Transport."
    },
    {
      "article_number": "5-5",
      "title": "Local Building Committees",
      "level": 4,
      "node": "sub article",
      "mentions": "4, 46, 5, 30, 11",
      "content": "(1) Each building committee to be established in the Special Metropolitan City, Metropolitan City, Special Self-Governing Province (hereinafter referred to as \"City/Do\") and each Si/Gun and Gu (referring to autonomous Gu; hereinafter the same shall apply) under Article 4 (1) of the Act (hereinafter referred to as \"local building committee\") shall be responsible for the deliberation, etc. of the following matters:\n1. Matters concerning the designation of building lines under Article 46 (2) of the Act;\n2. Matters concerning the enactment and amendment of ordinances (limited to municipal ordinances proposed by the head of the relevant local government) under the Act or this Decree;\n3. Matters concerning the mediation or arbitration related to construction, etc. of buildings: Provided, That this shall not apply to a local building committee established by the head of a Si/Gun/Gu;\n4. Matters concerning the construction of any of the following buildings (hereinafter referred to as \"public use building\")...\n(2) A building which has undergone deliberation, etc. under paragraph (1) and falls under any subparagraph of Article 5 (2) may be exempted from deliberation, etc. of a local building committee with respect to the construction, etc. of the relevant building.\n(3) A local building committee under paragraph (1) shall be comprised of not less than 25 nor more than 100 members including one chairperson and one vice chairperson.\n(4) Members of a local building committee shall be appointed or commissioned by Mayor/Do Governor or the head of a Si/Gun/Gu from among the following persons:\n1. Public officials related to urban planning and construction;\n2. Persons with extensive knowledge on and experience in urban planning and construction, etc.\n(5) The chairperson and vice chairperson of a local building committee shall be appointed or commissioned by Mayor/Do Governor or the head of a Si/Gun/Gu from among the members appointed or commissioned under paragraph (4)."
    },
    {
      "article_number": "5-6",
      "title": "Composition, etc. of Specialized Committees",
      "level": 5,
      "node": "sub article",
      "mentions": "4",
      "content": "(1) The Minister of Land, Infrastructure and Transport, each Mayor/Do Governor, or the head of each Si/Gun/Gu may organize and operate a specialized committee for each of the following fields under Article 4 (2) of the Act:\n1. Architectural planning and design field;\n2. Construction structure field;\n3. Building equipment field;\n4. Construction accident prevention field;\n5. Environmental architecture field, such as energy management;\n6. Building landscaping field (including spatial environment);\n7. Landscaping field;\n8. Urban planning and site planning fields;\n9. Traffic and information technology fields;\n10. Social and economic fields;\n11. Other fields.\n(2) Matters concerning the composition and operation of specialized committees under paragraph (1) and payment of allowances and travel expenses shall be prescribed by Ministerial Decree of Land, Infrastructure and Transport or Building Ordinance."
    },
    {
      "article_number": "6",
      "title": "Relaxed Application",
      "level": 0,
      "node": "article",
      "mentions": "5, 40-47, 55-57, 60, 61, 44-46, 43, 49-52, 62, 64, 67, 68, 2, 42, 58, 8, 37, 3, 16",
      "content": "(1) The relaxed application of criteria to buildings under Article 5 (1) of the Act shall be as follows:\n1. Where it is difficult to establish the scope of a site because the relevant building, etc. is to be constructed on the water: Criteria under Articles 40 through 47, 55 through 57, 60 and 61 of the Act;\n2. In cases of communication facilities, and machinery and equipment facilities without living rooms: Criteria under Articles 44 through 46 of the Act;\n3. In cases of buildings with not less than 31 floors... and buildings for special purposes...: Criteria under Articles 43, 49 through 52, 62, 64, 67 and 68 of the Act;\n(2) The permitting authority shall, when determining whether to relax criteria, and scope of application under Article 5 (2) of the Act, follow the criteria in each of the following subparagraphs..."
    },
    {
      "article_number": "6-2",
      "title": "Special Cases for Existing Buildings, etc.",
      "level": 1,
      "node": "sub article",
      "mentions": "6, 57, 55, 56, 50",
      "content": "(1) \"Reasons prescribed by Presidential Decree\" in Article 6 of the Act means cases falling under any of the following subparagraphs:\n1. Cases where an urban/Gun management plan is determined or modified, or administrative districts are changed;\n2. Cases where urban/Gun planning facilities are installed, urban development projects are performed, or roads under the Road Act are built;\n3. Other cases similar to subparagraphs 1 and 2, and prescribed by Ministerial Decree of Land, Infrastructure and Transport.\n(2) If an existing building and site fall under any of the following subparagraphs even though they fail to conform to the provisions of the Act... due to the enactment and amendment of statutes or the reasons under each subparagraph of paragraph (1), the permitting authority may grant building permission..."
    },
    {
      "article_number": "6-3",
      "title": "Structure, etc. Easy to be Remodeled",
      "level": 2,
      "node": "sub article",
      "mentions": "8",
      "content": "(1) \"Structure prescribed by Presidential Decree\" in Article 8 of the Act means a structure which satisfies the requirements in each of the following subparagraphs...\n(2) \"Rate prescribed by Presidential Decree\" in Article 8 of the Act means 120/100: Provided, That in cases where the rate is tightened by Building Ordinance in consideration of regional characteristics, etc., the criteria prescribed by Building Ordinance shall prevail."
    },
    {
      "article_number": "7",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 14891, Dec. 30, 1995>"
    },
    {
      "article_number": "8",
      "title": "Building Permission",
      "level": 0,
      "node": "article",
      "mentions": "11, 5-5",
      "content": "(1) The construction of a building subject to permission from the Special Metropolitan City Mayor or Metropolitan City Mayor under the proviso to Article 11 (1) of the Act means the construction... of a building which has not less than 21 floors or which has a total floor area of not less than 100,000 square meters...\n(3) \"A building for a use prescribed by Presidential Decree...\" in Article 11 (2) 2 of the Act means any of the following buildings:\n1. Multi-unit houses;\n2. Class II neighborhood living facilities (limited to restaurants);\n3. Business facilities (limited to general business facilities);\n4. Lodging facilities;\n5. Amusement facilities."
    },
    {
      "article_number": "9",
      "title": "Application for Building Permission, etc.",
      "level": 0,
      "node": "article",
      "mentions": "11",
      "content": "(1) A person who desires to obtain building permission pursuant to Article 11 (1) of the Act shall file an application for building permission with the permitting authority along with related documents, as prescribed by Ministerial Decree of Land, Infrastructure and Transport...\n(2) The permitting authority shall, when it grants building permission under Article 11 (1) of the Act, issue a written building permit to the applicant, as prescribed by Ministerial Decree of Land, Infrastructure and Transport."
    },
    {
      "article_number": "10",
      "title": "One-Stop-Service Council for Combined Construction Civil Petitions",
      "level": 0,
      "node": "article",
      "mentions": "12, 13, 23, 7-9, 6, 24, 38, 82, 8, 10, 14, 18, 36, 9, 38, 49, 19, 19-2, 19-4, 22, 15, 7, 34, 35, 12, 15, 32, 11",
      "content": "(1) \"Other relevant statutes prescribed by Presidential Decree\" in Article 12 (1) of the Act means those in each of the following subparagraphs:\n1. Article 13 of the Protection of Military Bases and Installations Act;\n2. Article 23 of the Natural Parks Act;\n3. Articles 7 through 9 of the Seoul Metropolitan Area Readjustment Planning Act;\n4. Article 6 of the Housing Site Development Promotion Act;\n5. Articles 24 and 38 of the Urban Parks, Greenbelts, etc. Act;\n6. Articles 82 of the Aviation Act;\n7. Article 6 of the School Health Act;\n8. Articles 8, 10, 12, 14 and 18 of the Management of Mountainous Districts Act;\n9. Article 36 of the Creation and Management of Forest Resources Act and Article 9 of the Forest Protection Act;\n10. Articles 38 and 49 of the Road Act;\n11. Articles 19, 19-2 and 19-4 of the Parking Lot Act;\n12. Article 22 of the Framework Act on Environmental Policy;\n13. Article 15 of the Natural Environment Conservation Act;\n14. Article 7 of the Water Supply and Waterworks Installation Act;\n15. Articles 34 and 36 of the Urban Traffic Improvement Promotion Act;\n16. Article 35 of the Cultural Heritage Protection Act;\n17. Article 10 of the Korean Traditional Temples Preservation and Support Act;\n18. Articles 12 (1), 13 and 15 of the Act on Special Measures for Designation and Management of Areas of Restricted Development;\n19. Articles 32 and 34 of the Farmland Act;\n20. Article 11 of the Special Act on the Preservation and Fosterage of Ancient Cities;\n21. Article 7 of the Installation, Maintenance, and Safety Control of Fire-Fighting Systems Act."
    },
    {
      "article_number": "10-2",
      "title": "Deposit for Safety Control at Construction Site",
      "level": 1,
      "node": "sub article",
      "mentions": "13, 192, 11",
      "content": "(1) \"Letter of guarantee prescribed by Presidential Decree\" in Article 13 (2) of the Act means a letter of guarantee falling under any of the following subparagraphs: 1. Surety insurance policy issued by an insurance company... 2. Payment guarantee issued by a bank... 3. Letter of guarantee... issued by a mutual aid association... 4. Listed stocks... 5. Other letters of guarantee..."
    },
    {
      "article_number": "11",
      "title": "Building Report",
      "level": 0,
      "node": "article",
      "mentions": "14, 23, 36, 48, 51, 9",
      "content": "(1) \"Substantially repairing a building prescribed by Presidential Decree without any demolition of its main structural parts\" in Article 14 (1) 4 of the Act means substantial repair falling under any of the following subparagraphs:\n1. Repairing a bearing wall in a size 30 or more square meters;\n2. Repairing three or more pillars;\n3. Repairing three or more beams;\n4. Repairing three or more roof trusses;\n5. Repairing firewalls, or floors or walls for fire zones;\n6. Repairing main stairs, fire escape stairs or special escape stairs.\n(2) \"Building prescribed by Presidential Decree\" in Article 14 (1) 5 of the Act means any of the following buildings:\n1. A building with a total floor area of 100 or fewer square meters;\n2. A building of which height is extended by up to 3 meters;\n3. A building constructed under the standard architectural plans and drawings...\n4. A factory with not more than two floors and with a total floor area of not more than 500 square meters...\n5. A warehouse with a total floor area of not less than 200 square meters and stable or crop cultivation shed with a total floor area of not less than 400 square meters..."
    },
    {
      "article_number": "12",
      "title": "Alteration of Permitted or Reported Matters, etc.",
      "level": 0,
      "node": "article",
      "mentions": "16, 14",
      "content": "(1) A person who intends to alter permitted or reported matters under Article 16 (1) of the Act shall obtain permission from the permitting authority or report to the Governor of a Special Self Governing Province or the head of a Si/Gun/Gu..."
    },
    {
      "article_number": "13",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 18951, Jul. 18, 2005>"
    },
    {
      "article_number": "14",
      "title": "Change of Use",
      "level": 0,
      "node": "article",
      "mentions": "19, 14, 6-2",
      "content": "(5) The uses of buildings falling under the facility groups in each subparagraph of Article 19 (4) of the Act shall be as follows:\n1. Automobile-related facility group: Automobile-related facilities;\n2. Industrial, etc. facility group: (a) Transportation facilities; (b) Warehouse facilities; (c) Factories; (d) Storage and treatment facilities for hazardous substances; (e) Night soil and waste treatment facilities; (f) Graveyard-related facilities; (g) Funeral parlors;\n3. Electricity and communication facility group: (a) Broadcasting communications facilities; (b) Power generating facilities;\n4. Cultural and assembly facility group: (a) Cultural and assembly facilities; (b) Religious facilities; (c) Amusement facilities; (d) Tourist resting facilities;\n5. Business facility group: (a) Sales facilities; (b) Sports facilities; (c) Lodging facilities; (d) Gosiwons among Class II neighborhood living facilities;\n6. Education and welfare facility group: (a) Medical facilities; (b) Education and research facilities; (c) Facilities for the aged and children; (d) Training facilities;\n7. Neighborhood living facility group: (a) Class I neighborhood living facilities; (b) Class II neighborhood living facilities (excluding gosiwons);\n8. Residential and business facility group: (a) Detached houses; (b) Multi-unit houses; (c) Business facilities; (d) Correctional and military facilities;\n9. Other facility group: (a) Animal and plant-related facilities."
    },
    {
      "article_number": "15",
      "title": "Temporary Buildings",
      "level": 0,
      "node": "article",
      "mentions": "20, 38, 46, 55, 45-47, 2, 25, 38-58, 60-62, 64, 67, 68, 76, 48, 49, 61, 15-2, 15-3",
      "content": "(1) \"Guidelines prescribed by Presidential Decree\" in Article 20 (1) of the Act means the standards in each of the following subparagraphs:\n1. It is to be neither a reinforced concrete building nor a steel framed reinforced concrete building;\n2. Its retention period is to be within three years: Provided, That such period may be extended until the time when a urban/Gun planning project is implemented;\n3. It is not to require the installation of new arterial supply facilities, such as electricity, tap water and gas;\n4. It is not to be a multi-unit house, sales facility or transportation facility built for the purpose of sale.\n(5) \"Any temporary building, other than a temporary building under paragraph (1), for disaster recovery, performances, exhibition, construction works, or any other purpose of use prescribed by Presidential Decree\" in Article 20 (2) of the Act means buildings falling under any of the following subparagraphs: 1. A building constructed for a temporary use in a zone in which a disaster has taken place... 2. A temporary performance place... 3. A temporary building and structure for construction works... 4. A model house for display... 8. A temporary building built of containers... 9. A vinyl house for agriculture and fisheries..."
    },
    {
      "article_number": "15-2",
      "title": "Extension of Retention Period of Temporary Building",
      "level": 1,
      "node": "sub article",
      "mentions": "20, 15-3",
      "content": "(1) The Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu shall report the following matters to the owner of a relevant temporary building 30 days before the retention period of the relevant temporary building under Article 20 of the Act expires: 1. Expiry date of its retention period; 2. Possibility to extend its retention period; 3. The fact that its retention period may be extended pursuant to Article 15-3 (limited to a temporary building established in a factory)."
    },
    {
      "article_number": "15-3",
      "title": "Extension of Retention Period of Temporary Building Established in Factory",
      "level": 2,
      "node": "sub article",
      "mentions": "15-2",
      "content": "In cases where the owner of a temporary building which satisfies all the following requirements, notwithstanding Article 15-2 (2), fails to notify the Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu of his/her refusal to extend the retention period thereof within a period prescribed in accordance with the classifications under Article 15-2 (2), its retention period shall be deemed extended for the same period as that of the existing temporary building: 1. Temporary building which is established in a factory; 2. Temporary building for which its retention period can be extended."
    },
    {
      "article_number": "16",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 14891, Dec. 30, 1995>"
    },
    {
      "article_number": "17",
      "title": "Approval for Use of Building",
      "level": 0,
      "node": "article",
      "mentions": "22, 9",
      "content": "(2) In cases where a project owner intends to receive approval for the temporary use of the portion of which construction has been completed before he/she receives a written approval for use under Article 22 (3) 2 of the Act, he/she shall submit an application... for approval for temporary use to the permitting authority...\n(3) The permitting authority... may approve a temporary use only when the portion of which construction has been completed satisfies the standards under Article 22 (3) 2 of the Act..."
    },
    {
      "article_number": "18",
      "title": "Preparation of Architectural Plans and Drawings",
      "level": 0,
      "node": "article",
      "mentions": "23, 15",
      "content": "\"Any of the buildings prescribed by Presidential Decree\" in Article 23 (1) 3 of the Act means a building falling under any of the following subparagraphs: 1. A warehouse or farmer's hut... with a total floor area of not more than 200 square meters, and stable or crop cultivation shed with a total floor area of not more than 400 square meters... 2. A temporary building falling under any subparagraph of Article 15 (5) and prescribed by Building Ordinance."
    },
    {
      "article_number": "19",
      "title": "Supervision of Construction Works",
      "level": 0,
      "node": "article",
      "mentions": "25, 11, 14, 6, 106, 2, 6, 23, 104",
      "content": "(1) In cases of appointing a project supervisor under Article 25 (1) of the Act and having him/her undertake construction supervision, a person according to the following classifications shall be appointed as a project supervisor:\n1. Cases falling under any of the following items: An architect: (a) Cases of constructing a building that requires building permission under Article 11 of the Act... (b) Cases of remodelling a building under Article 6 (1) 6;\n2. Cases of constructing a public use building: A specialized construction supervising firm or a general supervision-specialized firm... or an architect..."
    },
    {
      "article_number": "20",
      "title": "Vicarious Execution of Duties of On-Site Surveys, Inspections and Confirmations",
      "level": 0,
      "node": "article",
      "mentions": "27",
      "content": "(1) The permitting authority may have an architect vicariously execute the duties of on-site survey, inspection and confirmation related to building permission, approval for use and approval for temporary use of the buildings determined by Building Ordinance among the buildings subject to permission under Article 27 (1) of the Act..."
    },
    {
      "article_number": "21",
      "title": "Prevention of Harms at Construction Site",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Matters concerning the prevention of harms and dangers associated with the construction or demolition of a building shall comply with the provisions of statutes pertaining to industrial safety and health."
    },
    {
      "article_number": "22",
      "title": "Special Cases for Building for Official Use",
      "level": 0,
      "node": "article",
      "mentions": "29",
      "content": "(1) In cases where the State or a local government intends to construct a building under Article 29 of the Act, the head of an administrative agency executing the construction works concerned or a person entrusted with the execution of such works shall submit... architectural plans and drawings... to the permitting authority before the commencement of the construction works concerned..."
    },
    {
      "article_number": "22-2",
      "title": "Computerization, etc. of Business of Building Permission, etc.",
      "level": 1,
      "node": "sub article",
      "mentions": "32",
      "content": "(1) A person who intends to use the data which under the main sentence of Article 32 (2) of the Act with the exception of each subparagraph, have been processed through the electronic data processing system under paragraph (1) of the same Article (hereinafter referred to as \"computerized data\") shall submit an application... to the head of the relevant central administrative agency..."
    },
    {
      "article_number": "22-3",
      "title": "Computerized Data Users subject to Guidance and Supervision, etc.",
      "level": 2,
      "node": "sub article",
      "mentions": "33",
      "content": "(1) Persons subject to guidance for and supervision of the matters concerning the keeping or management of computerized data among persons using computerized data under Article 33 (1) of the Act shall be those using computerized data (including computerized data provided under other statutes) as classified in each of the following subparagraphs... 1. The Minister of Land, Infrastructure and Transport... 2. Mayors/Do Governors... 3. The head of a Si/Gun/Gu..."
    },
    {
      "article_number": "22-4",
      "title": "General Construction Civil Petition Service Center",
      "level": 3,
      "node": "sub article",
      "mentions": "34, 22, 27",
      "content": "(1) A civil petition service center established in a Special Self-Governing Province or a Si/Gun/Gu pursuant to Article 34 of the Act shall handle the affairs in each of the following subparagraphs: 1. Affairs concerning approval for use under Article 22 of the Act; 2. Affairs concerning building permission... 3. Affairs concerning the preparation and management of a building register; 4. Affairs concerning the handling of combined civil petitions; 5. Consulting business... 6. Consulting concerning disputes... 7. Other affairs..."
    },
    {
      "article_number": "23",
      "title": "Maintenance and Management of Buildings",
      "level": 0,
      "node": "article",
      "mentions": "35",
      "content": "The owner or manager of a building shall maintain and manage the building, site and construction facilities in conformity with Article 35 (1) of the Act."
    },
    {
      "article_number": "23-2",
      "title": "Implementation of Regular and Occasional Inspections",
      "level": 1,
      "node": "sub article",
      "mentions": "35, 43, 2, 23-3, 23-6",
      "content": "(1) The owner or manager of any of the following buildings shall conduct regular inspections under Article 35 (2) of the Act once every two years from the date on which 10 years pass from the approval date of the use of the relevant building...: 1. A public use building; 2. A condominium building subject to the application of the Act on Ownership and Management of Condominium Buildings, the total floor area of which is not less than 3,000 square meters... 3. A building used for the publicly used businesses defined in Article 2 (1) 1 of the Special Act on the Safety Control of Publicly Used Establishments..."
    },
    {
      "article_number": "23-3",
      "title": "Matters subject to Regular and Occasional Inspections",
      "level": 2,
      "node": "sub article",
      "mentions": "2, 40, 42-44, 47, 55, 56, 58, 60, 61, 48, 49-53, 62-64, 64-2, 65-2, 15, 16, 17",
      "content": "(1) Matters subject to regular and occasional inspections shall be as follows... 1. Site: Whether it conforms to Articles 40, 42 through 44, and 47 of the Act; 2. Height and shape: Whether they conform to Articles 55, 56, 58, 60 and 61 of the Act; 3. Structural safety: Whether it conforms to Article 48 of the Act; 4. Fire safety: Whether it conforms to Articles 49 through 53 of the Act; 5. Construction facilities: Whether they conform to Articles 62 through 64 of the Act; 6. Energy management, eco-friendly management, etc.: Whether they conform to Articles 64-2 and 65-2 of the Act and Articles 15 (1), 16 and 17 of the Green Building Creation Support Act."
    },
    {
      "article_number": "23-4",
      "title": "Provision of Information related to Building Inspection",
      "level": 3,
      "node": "sub article",
      "mentions": "",
      "content": "The owner or manager of a building may, when necessary in conducting a regular or occasional inspection, request the Governor of the Special Self-Governing Province or the head of the Si/Gun/Gu concerned to provide related information including architectural plans and drawings of the relevant building."
    },
    {
      "article_number": "23-5",
      "title": "Report on Result of Building Inspection",
      "level": 4,
      "node": "sub article",
      "mentions": "",
      "content": "(1) When a regular or occasional inspection is conducted, the owner or manager of the relevant building shall report the result thereof to the Governor of the Special Self-Governing Province or the head of the Si/Gun/Gu concerned within 30 days from the day the inspection is competed."
    },
    {
      "article_number": "23-6",
      "title": "Detailed Standards, etc. for Maintenance and Management",
      "level": 5,
      "node": "sub article",
      "mentions": "",
      "content": "(1) The Minister of Land, Infrastructure and Transport shall determine and publicly announce detailed standards for the maintenance and management of buildings and the implementation of regular and occasional inspections..."
    },
    {
      "article_number": "24",
      "title": "Building Instructors",
      "level": 0,
      "node": "article",
      "mentions": "37",
      "content": "(1) Building instructors prescribed in Article 37 of the Act shall be designated by the Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu from among public officials working in the field of construction in the Special Self-Governing Province or Si/Gun/Gu and persons of learning in architecture, who have the qualifications prescribed by Building Ordinance."
    },
    {
      "article_number": "25",
      "title": "Building Ledger",
      "level": 0,
      "node": "article",
      "mentions": "38, 56, 57",
      "content": "\"Where prescribed by Presidential Decree\" in Article 38 (1) 4 of the Act means cases falling under any of the following subparagraphs: 1. Cases where an application for the initial registration of a building ledger or registration of alteration is filed under Articles 56 and 57 of the Act on Ownership and Management of Condominium Buildings; 2. Cases where the owner of a building constructed, maintained and managed in conformity with the provisions of the statutes, etc. before the Act enters into force files an application for transcription of the management ledger of the relevant building... 3. Other cases determined by Ministerial Decree..."
    },
    {
      "article_number": "26",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "27",
      "title": "Landscaping of Site",
      "level": 0,
      "node": "article",
      "mentions": "42, 2, 48, 20",
      "content": "(1) Measures, such as landscaping, may not be taken for buildings falling under any of the following subparagraphs under the proviso to Article 42 (1) of the Act: 1. A building constructed in a green area; 2. A factory constructed on a site less than 5,000 square meters in size; 3. A factory with a total floor area of less than 1,500 square meters; 4. A factory in an industrial complex... 6. A stable; 7. A temporary building... 8. A logistics facility... 9. A building in a natural environment conservation area..."
    },
    {
      "article_number": "27-2",
      "title": "Security of Public Open Area, etc.",
      "level": 1,
      "node": "sub article",
      "mentions": "43, 42, 56, 60, 16",
      "content": "(1) A public open area or public open space (hereafter referred to as \"public open area, etc.\" in this Article) shall, under Article 43 (1) of the Act, be secured in the site of a building falling under either of the following subparagraphs: 1. Cultural or assembly facilities... which have a total floor area of at least 5,000 square meters for the relevant use; 2. Other facilities used by the general public, which are determined by Building Ordinance."
    },
    {
      "article_number": "28",
      "title": "Relations between Site and Road",
      "level": 0,
      "node": "article",
      "mentions": "44",
      "content": "(1) \"Vacant area around the building as prescribed by Presidential Decree\" in Article 44 (1) 2 of the Act means a plaza, park, amusement park, and other open areas recognized by the permitting authority... (2) The site of a building... with a total floor area of not less than 2,000 square meters (in cases of factories, 3,000 square meters) shall come in contact with at least four meters a road not less than six meters wide in a distance under Article 44 (2) of the Act."
    },
    {
      "article_number": "29",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "30",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "31",
      "title": "Construction Line",
      "level": 0,
      "node": "article",
      "mentions": "46, 36",
      "content": "(1) Under Article 46 (1) of the Act, a construction line for a corner portion of a site located at the corner of roads less than eight meters wide shall be the line connecting respective two points set back from the intersecting point of the border lines of the roads abutting on the site concerned the distance provided for in the following Table (unit: meter)."
    },
    {
      "article_number": "32",
      "title": "Confirmation of Structural Safety",
      "level": 0,
      "node": "article",
      "mentions": "48, 3-2",
      "content": "(1) In cases of constructing or substantially repairing a building falling under any of the following subparagraphs under Article 48 (2) of the Act, the designer of the relevant building shall confirm the safety of its structure in accordance with the structural standards, etc. prescribed by Ministerial Decree of Land, Infrastructure and Transport: 1. A building which has not less than three floors; 2. A building with a total floor area of not less than 1,000 square meters... 3. A building with a height of not less than 13 meters; 4. A building, the height of the eaves of which is not less than nine meters; 5. A building, the distance between the columns... of which is not less than ten meters; 6. A building in a seismic area... 7. A building... which is worth preserving as a national cultural heritage."
    },
    {
      "article_number": "33",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "34",
      "title": "Installation of Direct Stairs",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "(1) On each floor of a building, direct stairs leading to the shelter floor or the ground (including slope ways; hereinafter the same shall apply) other than the shelter floor... shall be installed in the way that the walking distance from each part of the living room to the stairs (referring to the stair nearest to the living room) is not more than 30 meters: Provided, That in cases of a building of which main structural part... is made of a fireproof structure or noncombustible materials, the walking distance of not more than 50 meters (in cases of multi-unit houses with not less than 16 floors, not more than 40 meters) may be established..."
    },
    {
      "article_number": "35",
      "title": "Installation of Fire Escape Stairs",
      "level": 0,
      "node": "article",
      "mentions": "49, 34",
      "content": "(1) Direct stairs installed on the fifth or upper floor or the second or lower underground floor under Article 49 (1) of the Act shall be installed as fire escape stairs or special escape stairs according to the standards prescribed by Ministerial Decree of Land, Infrastructure and Transport..."
    },
    {
      "article_number": "36",
      "title": "Installation of Outdoor Escape Stairs",
      "level": 0,
      "node": "article",
      "mentions": "34",
      "content": "On the third floor or upper floor (excluding shelter floors) of a building, which is used for a purpose falling under any of the following subparagraphs, outdoor escape stairs leading to the ground from the floor concerned, other than direct stairs under Article 34, shall be separately installed: 1. It is to be a floor used for a performance hall among cultural and assembly facilities... on which the total floor area of the living room is not less than 300 square meters; 2. It is to be a floor used for an assembly hall among cultural and assembly facilities, on which the total floor area of the living room is not less than 1,000 square meters."
    },
    {
      "article_number": "37",
      "title": "Installation of Open Space between Underground Floor and Shelter Floor",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "In cases of installing a performance hall, assembly hall, auditorium, or exhibition hall which has a total floor area of not less than 3,000 square meters on underground floor, an outside space with an open ceiling shall be installed so as to make those in each room able to escape from each underground floor to the outside of the building and evacuate to the shelter floor via outside stairs or slope ways."
    },
    {
      "article_number": "38",
      "title": "Installation of Exit from Auditorium, etc.",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "Under Article 49 (1) of the Act, exits from the auditorium or assembly room shall be installed in a building falling under any of the following subparagraphs according to the standards prescribed by Ministerial Decree of Land, Infrastructure and Transport: 1. Cultural and assembly facilities (excluding exhibition halls, and zoological and botanical gardens); 2. Religious facilities; 3. Amusement facilities; 4. Funeral parlors."
    },
    {
      "article_number": "39",
      "title": "Installation of Exit to Outside of Buildings",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "(1) Under Article 49 (1) of the Act, exits leading from the inside of a building to the outside shall be installed in a building falling under any of the following subparagraphs according to the standards prescribed by Ministerial Decree of Land, Infrastructure and Transport: 1. Cultural and assembly facilities... 2. Religious facilities; 3. Sales facilities; 4. Office buildings of the State or a local government... 5. Amusement facilities; 6. Warehouse facilities of which total floor area is not less than 5,000 square meters; 7. Schools... 8. Funeral parlors; 9. Buildings in which elevators are to be installed."
    },
    {
      "article_number": "40",
      "title": "Installation of Roof Plaza, etc.",
      "level": 0,
      "node": "article",
      "mentions": "42",
      "content": "(1) A rail 1.2 meters high or more shall be installed around a roof plaza, or balcony on the second or upper floor or others similar thereto: Provided, That the same shall not apply to the cases of structures not allowing access to such balcony, etc. (2) In cases where the fifth or upper floor is used for cultural and assembly facilities..., a plaza which may be used for the purpose of escape shall be installed on the roof."
    },
    {
      "article_number": "41",
      "title": "Installation of Passage Necessary for Escape and Firefighting within Sites",
      "level": 0,
      "node": "article",
      "mentions": "21",
      "content": "(1) Within the site of a building, a passage leading to a road or an open space... from the main entrance leading to the outside of the building, and escape stairs leading to the ground and special escape stairs shall be installed in accordance with the criteria in each of the following subparagraphs: 1. Detached houses: The effective width shall not be less than 0.9 meter; 2. Cultural and assembly facilities... which have a total floor area of not less than 500 square meters: The effective width shall not be less than three meters; 3. Buildings used for other purposes: The effective width shall not be less than 1.5 meters."
    },
    {
      "article_number": "42",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "43",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "44",
      "title": "Applicability to Escape Provisions",
      "level": 0,
      "node": "article",
      "mentions": "34, 35, 36, 37, 38, 39, 40, 41",
      "content": "In cases where a building is partitioned with fireproof-structured floors or walls without windows, doorways or other openings (hereinafter referred to as \"windows, etc.\"), each partitioned part shall be deemed an independent building for the purposes of Articles 34 through 41."
    },
    {
      "article_number": "45",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 16284, Apr. 30, 1999>"
    },
    {
      "article_number": "46",
      "title": "Installation of Fireproof Partitions",
      "level": 0,
      "node": "article",
      "mentions": "49, 2, 64, 50",
      "content": "(1) A building with a total floor are of over 1,000 square meters, the main structural part of which is of a fireproof structure or noncombustible materials under Article 49 (2) of the Act shall be partitioned with fireproof-structured floors and walls, and Type A fireproof doors under Article 64... in accordance with the criteria determined by Ministerial Decree of Land, Infrastructure and Transport..."
    },
    {
      "article_number": "47",
      "title": "Restrictions on Uses Impeding Fire Prevention",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "(1) Under Article 49 (2) of the Act, medical facilities, facilities for the aged and children..., multi-unit houses or funeral parlors and amusement facilities, storage and treatment facilities for hazardous substances, factories or automobile-related facilities... shall not be installed together in the same building: Provided, That the same shall not apply to cases falling under any of the following subparagraphs..."
    },
    {
      "article_number": "48",
      "title": "Installation of Stairs, Corridors and Doorway",
      "level": 0,
      "node": "article",
      "mentions": "49, 39",
      "content": "(1) Under Article 49 (2) of the Act, stairs and corridors to be installed in a building with a total floor area of not less than 200 square meters shall be installed in conformity with the standards prescribed by Ministerial Decree of Land, Infrastructure and Transport."
    },
    {
      "article_number": "49",
      "title": "Deleted",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Deleted. <by Presidential Decree No. 14891, Dec. 30, 1995>"
    },
    {
      "article_number": "50",
      "title": "Installation of Ceiling of Living Room",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "Under Article 49 (2) of the Act, the ceiling (referring to beams or the bottom side of the floor board of the immediate upper floor and others similar thereto in cases where no ceiling exists) of a living room of a building used for purposes, other than factories, warehouse facilities, storage and treatment facilities for hazardous substances, animal and plant-related facilities, night soil and waste treatment facilities, or graveyard-related facilities, shall be installed in conformity with the standards determined by Ministerial Decree of Land, Infrastructure and Transport."
    },
    {
      "article_number": "51",
      "title": "Lighting of Living Room, etc.",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "(1) Under Article 49 (2) of the Act, the living rooms of detached houses and multi-unit houses... shall be installed with windows, etc. or equipment for lighting and ventilation... (2) Under Article 49 (2) of the Act, the living rooms of buildings with not less than six floors... shall be installed with smoke exhaust facilities... (3) Under Article 49 (2) of the Act, in cases of installing a window that can be opened or closed less than 1.2 meters high over the surface of the living room in an officetel, a safety facility designed to prevent falling accidents shall be installed... (4) At each building with 11 floors or less, a place through which firefighters may enter shall be designated and indicated..."
    },
    {
      "article_number": "52",
      "title": "Moisture-Proofing of Living Rooms, etc.",
      "level": 0,
      "node": "article",
      "mentions": "49",
      "content": "Under Article 49 (2) of the Act, the floors of living rooms, bathrooms or kitchens falling under any of the following subparagraphs shall be protected against moisture... 1. Living rooms on the lowermost floor... 2. Bathrooms of public baths... 3. Kitchens of general restaurants..."
    },
    {
      "article_number": "53",
      "title": "Installation of Party Walls and Partition Walls",
      "level": 0,
      "node": "article",
      "mentions": "49, 2, 32",
      "content": "Under Article 49 (2) of the Act, party walls and partition walls shall be installed in a building falling under any of the following subparagraphs... 1. Party walls... between families in a multi-family house... 2. Partition walls between bedrooms of a dormitory... 3. Partition walls between bedrooms of a Gosiwon... 4. Party walls between each household of a welfare house for the aged..."
    },
    {
      "article_number": "54",
      "title": "Chimneys Installed in Buildings",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Chimneys of a building shall be installed in conformity with the standards determined by Ministerial Decree of Land, Infrastructure and Transport."
    },
    {
      "article_number": "55",
      "title": "Screening Facility of Windows, etc.",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "In cases where windows, etc. are installed within two meters from the borderline of the adjacent site in a beeline, through which the interior of a neighboring house is seen, screening facilities shall be installed."
    },
    {
      "article_number": "56",
      "title": "Fireproof Structure of Building",
      "level": 0,
      "node": "article",
      "mentions": "50, 2",
      "content": "(1) The main structural part of a building... which falls under any of the following subparagraphs shall be of a fireproof structure under Article 50 (1) of the Act: 1. A building used for cultural and assembly facilities... in which the total floor area of auditorium or assembly rooms is not less than 200 square meters... 2. A building used for exhibition halls... in which the total floor area used for such purpose is not less than 500 square meters; 3. A building used for a factory in which the total floor area used for such purpose is not less than 2,000 square meters... 4. A building, the second floor of which is used for multi-user houses... and in which the total floor area used for such purpose is not less than 400 square meters; 5. A building with three or more floors and underground floors..."
    },
    {
      "article_number": "57",
      "title": "Firewall, etc. of Large Building",
      "level": 0,
      "node": "article",
      "mentions": "50, 56",
      "content": "(1) A building with a total floor area of 1,000 or more square meters shall be partitioned by firewalls under Article 50 (2) of the Act on the condition that the total floor area of partitions shall be less than 1,000 square meters... (3) A wooden building with a total floor area of not less than 1,000 square meters shall be built of a fireproof structure or noncombustible materials..."
    },
    {
      "article_number": "58",
      "title": "Buildings in Fire Prevention Zones",
      "level": 0,
      "node": "article",
      "mentions": "51",
      "content": "Buildings of which main structural part and outer walls are allowed not be necessarily made of a fireproof structure under Article 51 (1) of the Act shall be as follows: 1. One-storied accessory buildings with a total floor area of less than 30 square meters... 2. Buildings which are used for wholesale markets and of which main structural part is made of non-combustible materials."
    },
    {
      "article_number": "61",
      "title": "Finishing Materials for Building",
      "level": 0,
      "node": "article",
      "mentions": "52, 2, 64",
      "content": "(1) \"Buildings that meet the criteria prescribed by Presidential Decree\" in Article 52 (1) of the Act means a building falling under any of the following subparagraphs... 1. A building used for cultural and assembly facilities... 2. A building used for multi-user houses... 3. A building used for storage and treatment facilities for hazardous substances... 4. A building used for a factory... 5. A building in which the total floor area of the living rooms on the fifth and upper floors is not less than 500 square meters; 6. A building used for the purpose of a performance hall... 7. A building used for the purpose of a warehouse with a total floor area of not less than 3,000 square meters... (2) \"Buildings prescribed by Presidential Decree\" in Article 52 (2) of the Act means buildings falling under any of the following subparagraphs: 1. Buildings which is located within commercial areas... 2. High rise buildings."
    },
    {
      "article_number": "64",
      "title": "Structure of Fire Door",
      "level": 0,
      "node": "article",
      "mentions": "",
      "content": "Fire doors shall be classified into Type A and Type B, and the standard thereof shall be prescribed by Ministerial Decree of Land, Infrastructure and Transport."
    },
    {
      "article_number": "77",
      "title": "Cases of Building Sites Extending Over Areas, Districts or Zones",
      "level": 0,
      "node": "article",
      "mentions": "54",
      "content": "In cases where a site extends over an area, district or zone under Article 54 (1) of the Act, a person who intends to have the provisions pertaining to the buildings, sites, etc. in the area, district or zone to which a majority of the site concerned belongs applied to the entire site concerned shall submit... to the permitting authority the area of the site concerned..."
    },
    {
      "article_number": "80",
      "title": "Restrictions on Partition of Sites on which Buildings are Located",
      "level": 0,
      "node": "article",
      "mentions": "57",
      "content": "\"Limit prescribed by Presidential Decree\" in Article 57 (1) of the Act means a scope in any of the following subparagraphs or above: 1. Residential area: 60 square meters; 2. Commercial area: 150 square meters; 3. Industrial area: 150 square meters; 4. Green area: 200 square meters; 5. Areas not falling under subparagraphs 1 through 4: 60 square meters."
    },
    {
      "article_number": "80-2",
      "title": "Open Area within Site",
      "level": 1,
      "node": "sub article",
      "mentions": "46, 58",
      "content": "The standards for the distance to be kept from construction lines... and borderlines of neighboring sites... to each part of a building under Article 58 of the Act shall be as provided for in Appendix 2."
    },
    {
      "article_number": "81",
      "title": "Construction of Outer Wall of Two-Layer Wall and Connecting Corridors",
      "level": 0,
      "node": "article",
      "mentions": "59, 55",
      "content": "(1) \"Area prescribed by Presidential Decree\" in Article 59 (1) 1 of the Act means an area falling under any of the following subparagraphs: 1. Commercial area; 2. Residential area... 3. Zones that permitting authorities determine... (3) The outer wall of a two-layer wall under Article 59 (1) 1 of the Act shall be firewalls. (5) \"Standards prescribed by Presidential Decree\" in Article 59 (1) 2 of the Act means the standards in each of the following subparagraphs... 5. Fire shutters or doors are to be installed in connecting parts between a building and its corridor or passage..."
    },
    {
      "article_number": "82",
      "title": "Restriction on Height of Building",
      "level": 0,
      "node": "article",
      "mentions": "60, 8",
      "content": "(1) The permitting authority shall, when designating and making public announcement of the maximum height of buildings by block under Article 60 (1) of the Act, consider the matters in each of the following subparagraphs: 1. Land use plan... 2. Width of a road... 3. Capacity of arterial facilities... (3) The permitting authority may determine a variety of heights of buildings in the same block according to the use and shape of the buildings."
    },
    {
      "article_number": "86",
      "title": "Restrictions on Height of Buildings for Securing Sunshine, etc.",
      "level": 0,
      "node": "article",
      "mentions": "61, 2, 3, 4",
      "content": "(1) In cases where a building is constructed in an exclusive residental area or a general residential area, each part of the building shall be constructed by keeping not less than the distance determined by Building Ordinance... from the borderline of the neighboring site in due north under Article 61 (1) of the Act... 2. Parts not more than nine meters in height: Not less than 1.5 meters from the borderline of the adjacent site: 3. Parts exceeding nine meters in height: Not less than 1/2 of the height of each part of the building from the borderline of the adjacent site. (2) Multi-unit houses shall, under Article 61 (2) of the Act, satisfy the following criteria..."
    },
    {
      "article_number": "87",
      "title": "Principles of Installation of Building Equipment",
      "level": 0,
      "node": "article",
      "mentions": "14, 2",
      "content": "(1) Building equipment shall be installed not to be a hindrance to the safety, fire prevention, sanitation, and rational use of energy, information and communication of a building... (4) A master antenna... or joint reception equipment for media broadcasts may be installed... (6) An area that can be used to install electronic equipment necessary for the supply of electronic power... shall be secured in the site of a building with a total floor area of not less than 500 square meters..."
    },
    {
      "article_number": "89",
      "title": "Installation of Passenger Elevators",
      "level": 0,
      "node": "article",
      "mentions": "64",
      "content": "\"Buildings prescribed by Presidential Decree\" in the former part of Article 64 (1) of the Act means buildings with six floors where one or more direct staircases are installed for every floor area of 300 or fewer square meters of living rooms on each floor."
    },
    {
      "article_number": "90",
      "title": "Installation of Emergency Elevators",
      "level": 0,
      "node": "article",
      "mentions": "64",
      "content": "(1) Emergency elevators... shall, under Article 64 (2) of the Act, be installed in buildings of which height exceeds 31 meters...: 1. Buildings of which height exceeds 31 meters and of which largest floor area among the floor areas of each floor is not more than 1,500 square meters: Not less than one unit; 2. Buildings of which height exceeds 31 meters and of which largest floor area... exceeds 1,500 square meters: One unit plus one unit for every not more than 3,000 square meters in excess of 1,500 square meters."
    },
    {
      "article_number": "91-3",
      "title": "Cooperation with Relevant Professional Technical Engineers",
      "level": 2,
      "node": "sub article",
      "mentions": "32, 6",
      "content": "(1) The designer of a building... shall, in cases of confirming the structural safety... obtain the cooperation of a building structure engineer... (3) The designer and the project supervisor of a building which is accompanied with land excavation works in a depth of ten or more meters or construction of a retaining wall, etc. in a height of five or more meters shall... receive cooperation from professional engineers in the field of civil engineering or professional engineers geology and geotechnics..."
    },
    {
      "article_number": "105",
      "title": "Designation of Special Construction Zones",
      "level": 0,
      "node": "article",
      "mentions": "69, 51, 52, 70, 8, 71",
      "content": "(1) \"Project zone prescribed by Presidential Decree\" in Article 69 (1) 1 of the Act means zones falling under any of the following subparagraphs: 1. Project zones within the Multifunctional Administrative City... 2. Project zones within the innovation cities... 3. Free economic zones... 11. Special planning zones... (2) \"Cities or areas prescribed by Presidential Decree\" in Article 69 (1) 2 of the Act means cities or areas falling under any of the following subparagraphs: 1. Cities or areas in which international events, etc. are held... 2. Areas in which buildings... are constructed or created to promote architectural culture..."
    },
    {
      "article_number": "106",
      "title": "Buildings in Special Construction Zones",
      "level": 0,
      "node": "article",
      "mentions": "70",
      "content": "(1) \"Public agency prescribed by Presidential Decree\" in subparagraph 2 of Article 70 of the Act means the public agencies in each of the following subparagraphs: 1. The Korea Land and Housing Corporation... (2) \"Building for a use and of a size prescribed by Presidential Decree\" in subparagraph 3 of Article 70 of the Act means those provided for in Appendix 3."
    },
    {
      "article_number": "107",
      "title": "Procedures for Designation of Special Construction Zones, etc.",
      "level": 0,
      "node": "article",
      "mentions": "71, 36-40, 30-32, 43, 47, 50-52, 21, 23, 105",
      "content": "(3) The Minister of Land, Infrastructure and Transport shall, when designating, modifying or cancelling a special construction zone under Article 71 (5) of the Act, promptly publish the following matters in the Official Gazette: 1. Purposes... 2. Location, scope and area... 3. Major matters concerning the size, use, etc..."
    },
    {
      "article_number": "108",
      "title": "Deliberation on Buildings in Special Construction Zones, etc.",
      "level": 0,
      "node": "article",
      "mentions": "72, 16, 19, 31",
      "content": "(1) Cases subject to deliberation on modification by a local building committee under Article 72 (5) of the Act shall be as follows... 3. Cases where the exterior design, shape or color of a building is to be changed..."
    },
    {
      "article_number": "110",
      "title": "Maintenance and Management of Buildings and Monitoring",
      "level": 0,
      "node": "article",
      "mentions": "75",
      "content": "\"An interval prescribed by Presidential Decree\" in the former part of Article 75 (2) of the Act means an interval prescribed by Ministerial Decree of Land, Infrastructure and Transport within five years."
    },
    {
      "article_number": "114",
      "title": "Permission for Use of and Business Acts in Building in Violation",
      "level": 0,
      "node": "article",
      "mentions": "79",
      "content": "\"Cases prescribed by Presidential Decree\" in the proviso to Article 79 (2) of the Act means stables with a total floor area of less than 200 square meters and warehouses for agriculture, forestry, livestock, or fisheries with a total floor area of less than 200 square meters."
    },
    {
      "article_number": "115",
      "title": "Investigation and Improvement of Building in Violation",
      "level": 0,
      "node": "article",
      "mentions": "79",
      "content": "(1) The Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu shall establish and implement a rearrangement plan for the measure for corrections under Article 79 of the Act, investigating periodically the status of buildings out of conformity with the statutes, etc. each year..."
    },
    {
      "article_number": "115-2",
      "title": "Imposition and Collection of Charges to Compel Performance",
      "level": 1,
      "node": "sub article",
      "mentions": "80, 22, 42, 60, 61",
      "content": "(1) \"A residential building prescribed by Presidential Decree\" in the proviso to Article 80 (1) of the Act... means a residential building falling under any of the following cases: 1. Where a building was used without obtaining approval for use... 2. Where matters concerning the landscaping of a site... were violated; 3. Where restrictions on the height of a building... were violated..."
    },
    {
      "article_number": "115-3",
      "title": "Order for Correction for Existing Buildings",
      "level": 2,
      "node": "sub article",
      "mentions": "81",
      "content": "\"Criteria prescribed by Presidential Decree\" in Article 81 (1) of the Act means cases falling under any of the following subparagraphs: 1. Buildings determined to impede the installation of public facilities... 2. Buildings deemed by the permitting authority to threaten to collapse or fall down..."
    },
    {
      "article_number": "116",
      "title": "Compensation for Loss",
      "level": 0,
      "node": "article",
      "mentions": "81, 6-8, 10-12",
      "content": "(1) In cases where the Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu compensates under Article 81 (3) of the Act, he/she shall compensate for the loss that might be caused by a disposition given under Article 81 (1) of the Act at the market price."
    },
    {
      "article_number": "117",
      "title": "Delegation and Entrustment of Authority",
      "level": 0,
      "node": "article",
      "mentions": "69, 71, 82, 14, 20, 22, 83, 5",
      "content": "(1) The Minister of Land, Infrastructure and Transport shall delegate his/her authority related to the designation, change and revocation of special building zones... to each Mayor/Do Governor. (3) The authority which is allowed to be delegated to the head of a Gu... shall be the following: 1. Authority for the construction, substantial repair and change of use of buildings with not more than six floors and a total floor area of not more than 2,000 square meters..."
    },
    {
      "article_number": "118",
      "title": "Application Mutatis Mutandis to Structures, such as Retaining Walls",
      "level": 0,
      "node": "article",
      "mentions": "83, 14, 21, 29, 35, 40, 41, 47, 48, 55, 60, 61, 79, 81, 84, 85, 87, 76, 58",
      "content": "(1) Structures subject to a report... when constructing a structure... under Article 83 (1) of the Act shall be the following: 1. A chimney in a height exceeding six meters; 2. A decorative tower... exceeding six meters... 3. An advertising tower... exceeding four meters... 4. An elevated water tank... exceeding eight meters... 5. A retaining wall or wall in a height exceeding two meters; 6. An underground shelter with a floor area of not less than 30 square meters; 7. A steel tower... exceeding six meters... 8. A mechanical parking lot... in a height of not more than eight meters..."
    },
    {
      "article_number": "119",
      "title": "Method of Calculating Area, etc.",
      "level": 0,
      "node": "article",
      "mentions": "84, 46, 47, 56, 15, 9, 6, 16, 60, 61, 2",
      "content": "(1) The area, height, and number of floors of a building shall, under Article 84 of the Act, be calculated by the following methods: 1. Site area: It is to be the area of the horizontal projection plane of a site... 2. Building area: It is to be the area of the horizontal projection plane of the part enclosed by the center line of an outer wall... 3. Floor area: It is to be the area of the horizontal projection plane of each floor of a building or part of it enclosed by the central lines of walls, columns, or other partitions similar thereto... 5. Height of a building: It is to be the height from the ground surface to the top of the building concerned... 9. Number of floors: An elevator tower, a stairs tower... on a rooftop, of which sum of the horizontal projection area is not more than 1/8... of the building area... are not to be counted in the number of floors..."
    },
    {
      "article_number": "119-2",
      "title": "Special Exceptions to Application of the Administrative Vicarious Execution Act",
      "level": 1,
      "node": "sub article",
      "mentions": "85",
      "content": "\"Cases prescribed by Presidential Decree\" in Article 85 (1) 5 of the Act means cases where buildings discharging air pollutants... or water pollutants... are likely to heavily pollute the environment."
    },
    {
      "article_number": "119-3",
      "title": "Mediation of Disputes",
      "level": 2,
      "node": "sub article",
      "mentions": "88, 95, 174-197, 102",
      "content": "(1) A person who intends to solicit mediation or arbitration... of a dispute under Article 88 of the Act shall submit... an application for mediation, etc.... to the competent building dispute conciliation committee..."
    },
    {
      "article_number": "119-4",
      "title": "Selected Representative",
      "level": 3,
      "node": "sub article",
      "mentions": "",
      "content": "(1) When a large number of persons becomes parties to mediation, etc., three or fewer representatives may be selected from among them."
    },
    {
      "article_number": "119-5",
      "title": "Closed Procedures",
      "level": 4,
      "node": "sub article",
      "mentions": "",
      "content": "Unless particularly prescribed by the Act or by this Decree, the procedures of mediation, etc. performed by the building dispute conciliation committee shall not be disclosed."
    },
    {
      "article_number": "120",
      "title": "Re-Examination of Regulations",
      "level": 0,
      "node": "article",
      "mentions": "23-2",
      "content": "(3) The Minister of Land, Infrastructure and Transport shall examine whether it is feasible to prescribe the kinds and sizes of the buildings subject to regular and occasional inspections... and shall take such measures as abolition, deregulation, or maintenance thereof."
    },
    {
      "article_number": "121",
      "title": "Criteria for Imposition of Administrative Fines",
      "level": 0,
      "node": "article",
      "mentions": "113",
      "content": "The criteria for the imposition of administrative fines under Article 113 (1) and (2) of the Act shall be specified in Appendix 16."
    }
  ]
}